Revit 2024 API
TableMergedCell.Left Property
 Specifies the column index of the top-left corner of a table grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public int Left { get; set; }
Visual Basic
Public Property Left As Integer
	Get
	Set
Visual C++
public:
property int Left {
	int get ();
	void set (int value);
}
See Also
TableMergedCell Class
Autodesk.Revit.DB Namespace